{
  "title": "3. Meetings of the Supervisory Board (3/5)",
  "section": "04 - Deep Dive: Qualitative Analysis",
  "commentByMembers":"Comments by the members of the Supervisory Board",
  "NumberAndDurationOfMeetings": "Number and duration of meetings of the Supervisory Board",
  "meetingFormatsAndSupportFromBoardOffice": "Meeting formats and support from the Board Office",
  "distributionOfAgendaItems": "Distribution of agenda items",
    "divisionBetweenPresentationsAndDiscussions": "Division between presentations and discussions",
  "commentsByMembers": {
    "NumberAndDurationOfMeetings": [
      "Several members positively emphasize that the number of meetings corresponds to the company’s situation. In some cases, one more meeting per year is desired.",
      "The duration of the meetings is described by some members as appropriate. However, several members criticize the rigid meeting times and would like to see more flexibility. The duration of meetings should be based on the items on the agenda and not the other way around. At present, it is often the case that the individual agenda items - particularly after the lunch break - are rushed due to time constraints, meaning that personnel issues, for example, are often omitted.",
      "The agenda is also often described as too extensive, with too few opportunities for questions and discussions.",
      "It is occasionally noted that the duration of meetings has become shorter over time.",
      "Individual members would like to see clear breaks and adherence to them."
    ],
    "MeetingFormatsAndSupportFromBoardOffice": [
      "Some members describe the logistics and work of the Board Office as very good. The meetings are professionally organized and the Board Office is available to answer questions.",
      "The majority of members are in favor of face-to-face meetings. Individual members suggest holding short meetings or updates virtually. They would like to see additional short team meetings on current topics, partly because too much is done via circular resolutions."
    ],
    "DistributionOfAgendaItems": [
      "The members perceive that the meetings are generally held in a very disciplined manner according to schedule. In some cases, it is perceived that the agenda items take up a lot of time at the beginning and the topics are slowed down at the end. To counteract this tight schedule, buffers are suggested in the timetable for any discussions.",
      "Several members point out that certain topics, particularly HR topics such as succession planning and talent management, are often neglected as they are usually scheduled for the end of the meetings. It is also occasionally noted that IT topics are given too little space in the meetings.",
      "It is occasionally noted that there are a lot of circular resolutions."
    ],
    "DivisionBetweenPresentationsAndDiscussions": [
      "Several members criticize the fact that the majority of time is taken up by presentations by the Executive Board, leaving less time for discussion. This is a contributing reason as to why the Supervisory Board is perceived as less interactive."
    ]
  }
}
